"amount" = "Amount";
"cancel" = "Cancel";
"accept" = "Accept";
"charge-code" = "Charge Code";
"charge-minitix" = "Charge MiniTix";
"charge-wallet" = "Charge Wallet";
"confirm" = "Confirm";
"confirmation-code" = "Confirmation Code";
"creditcard" = "Credit Card";
"credit-card-number" = "Credit Card number";
"cvc-code" = "CVC Code";
"done" = "Done";
"email-address" = "E-mail Address";
"confirmation-code-message" = "An SMS containing a verification code has been sent to %@. Enter the code to complete the registration.";
"password-confirmation-code-message" = "An SMS has been sent to %@ containing a verification code, please use this code to reset your password.";
"email" = "Email";
"expiration-date" = "Expiration Date (MM/YY)";
"fill-confirmation-code" = "Fill your verification code received in your phone";
"go" = "Go";
"charge-card-description" = "Here you can charge your MiniTix wallet. Enter the code from a MyOrder charge card below.";
"ideal" = "iDEAL";
"terms-condition" = "I accept the terms of";
"and" = "and";
"yes" = "Yes";
"activation-code-question" = "We will send you an SMS.\n Fill in the received activation code.\n\n%@\n\n Is this the correct phone number?";
"login" = "Login";
"minitix" = "Minitix";
"myorder" = "MyOrder";
"next" = "Next";
"remember" = "Remember:";
"pay" = "Pay";
"credit-card-description" = "Pay using your Visa or Mastercard. You can also use your credit card to put money safely in your MiniTix wallet of Rabobank";
"minitix-description" = "Pay your order directly from your app with your MiniTix wallet from Rabobank. Safe and fast payment!";
"new-password" = "Please create a new password";
"select-bank" = "Please select your bank";
"transactions" = "Transactions";
"lbl-return" = "Return";
"scan-credit-card" = "Scan your credit card";
"choose-credit-card" = "Choose your credit card";
"search" = "Search";
"mobile-number" = "Mobile number";
"wrong-password-length" = "The password you have chosen is not long enough.";
"password-not-match" = "The two passwords are not identical.";
"paypal-description" = "Use your PayPal account to pay for orders. You only have to login once. Also, PayPal can be used to put money safely in your MiniTix wallet of Rabobank";
"bankaccount-error" = "User does not have a bank account linked to its MiniTix wallet. Please, make an iDEAL transaction first";
"verification-code" = "Verification code";
"verify" = "Verify";
"register-info-text" = "Fill in your phone number, including landcode. Example: +31600000000.";
"password-repeat" = "Password repeat";
"password-forgotten" = "Password forgotten";
"password" = "Password";
"amount-to-pay" = "Amount to pay";
"payment" = "Payment";
"wallet" = "Wallet";
"my-wallet" = "My Wallet";
"pay-with" = "Pay with";
"select-different-payment-type" = "Or choose another payment method";
"load-your-wallet" = "Load your wallet";
"more-options" = "More options";
"data-not-accepted" = "Your data is not accepted";
"ideal-description" = "With iDEAL you directly debit from your bank account. Also, iDEAL can be used to put money safely in your MiniTix wallet of Rabobank";
"top-up-card-description" = "With MyOrder top-up card, you can easily put money in your MiniTix wallet of Rabobank";
"ota-description" = "With One Time Authorization you directly debit from your previously used bank account. Also, One Time Authorization can be used to put money safely in your MiniTix wallet of Rabobank";
"transaction-cancelled" = "Your transaction was cancelled";
"transaction-failed" = "Your transaction failed";
"transaction-expired" = "Your transaction expired";
"payment-information" = "Payment information";
"successful" = "Successful";
"in-progress" = "In progress";
"failed" = "Failed";
"link-payment-key" = "Link your Payment key";
"pay-friends" = "Pay your friends";
"mobile-number-id" = "Enter 06 number or MyOrder ID";
"pay-friends-title" = "Pay your friends with saldo from your wallet";
"data" = "Data";
"definition" = "Definition";
"fill-in-details-here" = "Fill in your details here";
"choose-mobile-number" = "Choose a mobile number";
"mobile-number-not-found" = "No valid mobile phone number found for this person.";
"email-verification" = "Email verification";
"register-accept-conditions-older18" = "I am older than 18 years";
"enter-bank-account-number" = "Enter your bank account number";
"sepa-authorization" = "Sepa authorization";
"charge-card-success-message" = "Charge complete. €%.2f has been added to your wallet.";
"automatic-charge" = "Automatic charge";
"per-week" = "Per week";
"per-month" = "Per month";
"automatic-charge-config-header" = "Choose max. amount per period";
"select-amount" = "Select amount";
"select-period" = "Select period";
"used-saved-card" = "Use your saved card";
"products" = "Products";
"total-price" = "Total price";
"ota" = "Direct debit";
"charge-card" = "Charge card";
"order-payment-key" = "Order your Payment key";
"automatic-charge-complete" = "Automatic charge complete";
"email-verification-completed" = "Email verification completed";
"pay-friends-completed" = "Pay your friends completed";
"payment-completed" = "Payment is completed";
"charge-completed" = "Charge is completed";
"my-cashless" = "MyCashless";
"powered-by" = "Powered by";
"loading" = "Loading";
"coupons" = "Coupons";
"loyalty-credits" = "Loyalty/Credits";
"iban-not-valid" = "IBAN is not valid";
"bank-required" = "Bank is required";
"amount-required" = "Amount is required";
"missing-to-mobilenumber" = "Missing destination number";
"verification-code-incorrect" = "Verification code is incorrect.";
"accept-terms-conditions" = "Accept terms and conditions to continue";
"register" = "Register";
"withdraw-wallet" = "Withdraw From Wallet";
"withdraw-wallet-completed" = "Withdraw from Wallet completed";
"withdraw-heading" = "Withdraw amount from wallet";
"user-already-exits" = "User already exists. Do you want to change the password?";
"user-not-exist" = "User does not exist. Do you want to register?";
"payment-date" = "Betaaldatum";
"register-older-18error" = "You have to be older than 18 year for direct charging.";
"last-transactions" = "Last transactions";
"manual-reload-info" = "Enter the amount you want to charge from your bank account.";
"minitix-confirmation" = "Are you sure you want to pay?";
"required-field" = "Missing required field";
"camera-not-available" = "Your camera is not available";
"system-error" = "Loading failed. System error";
"network-error" = "Networking error";
"order-id" = "Order";
"ok" = "OK";
"bank-account-label" = "Bank Account";
"code" = "Code";
"email-validation" = "Please provide the valid email address";
"user-password-empty" = "Please provide the phone number/ Password";
"lbl-agree-ota" = "I agree with this one-time authorization";
"msg-contact-access-denied" = "Access denied for contact";
"card" = "Charge card";
"paypal" = "PayPal";
"amount-for-withdraw" = "Enter the amount you want to transfer to your bank account.";
"withdraw" = "Withdraw";
"phone-required" = "Phone required";
"details-required" = "Description field is empty";
